/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "Está a ser criada uma tabela de ondas. Volte a tentar quando o processo de criação terminar.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Foi detetada informação sobre o multitimbre para uma única forma de onda. A modulação de formant está disponível, mudando o botão de modulação para Formant. Os botões Forma 1 e Forma 2 não funcionam.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "Para criar uma tabela de ondas, o ficheiro de áudio tem de ter uma altura tonal constante, várias secções separadas por silêncio ou pelo menos uma secção de ciclo individual.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "A nova tabela de ondas contém %d formas de onda.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Tabela de ondas a ser criada";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Tabela de ondas criada com uma forma de onda individual";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Tabela de ondas não criada";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Tabela de ondas criada";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Interno";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Cadeia lateral:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Desligado";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "Entrada de áudio externo:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identificação de notas";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Análise da altura tonal";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "A analisar: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "Erro de abertura do ficheiro";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "Não foi possível encontrar o ficheiro que está a tentar carregar.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "Erro de abertura do ficheiro";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "Não há memória disponível suficiente para carregar o ficheiro selecionado.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "O ficheiro contém alterações de andamento";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Aviso: um ou vários ficheiros que está a importar contêm marcadores de alteração de andamento. Esta versão do MainStage não suporta a sincronização de ficheiros com alterações de andamento.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "Erro de abertura do ficheiro";

/* Playback file alert */
"PlaybackTransientsMessage" = "Os transitórios no ficheiro selecionado foram ocultados no Logic Pro. Abra o ficheiro no Logic Pro e volte a mostrar os transitórios antes de reabrir o ficheiro no plug-in.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Erro desconhecido";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "Não foi possível abrir o ficheiro selecionado.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Formato de ficheiro de áudio não suportado";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "O ficheiro de áudio que está a tentar adicionar não é um formato de ficheiro compatível. Converta o ficheiro num formato suportado através do iTunes ou outra aplicação de áudio antes de o adicionar ao plug-in Reprodução.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = "(ficheiro em falta)";
